/* Essential Grammar in Use(Красный Murphy) */
{
  "Английские времена(самые популярные времена в английской речи)":
    "Present — Настоящее": {
      "Unit 1": "Am, is, are и простое настоящее время — Present Simple",
      "Unit 2": "Вопросы со словами AM IS ARE",
      "Unit 3": "I am doing(present continuous)",
      "Unit 4": "Как задавать вопросы в Present Continuous",
      "Unit 5": "Настоящее время Present Simple",
      "Unit 6": "Отрицания в Present simple — I don’t.Как говорить НЕТ на английском",
      "Unit 7": "Вопросы в Present Simple",
      "Unit 8": "Сравнение Present Simple и Present Continuous",
      "Unit 9": "I have got или I have, разница"
    },
    "Past — Прошлое": {
      "Unit 10": "Was, were — был, была, были.Прошедшее время в английском",
      "Unit 11": "Past Simple — прошедшее простое время",
      "Unit 12": "Past Simple — вопрос и отрицание",
      "Unit 13": "Past Continuous — Прошедшее продолженное время",
      "Unit 14": "Past Simple и Past Continuous, разница"
    },
    "Present Perfect и Present Perfect Continuous": {
      "Unit 15": "Present Perfect",
      "Unit 16": "Present Perfect и слова - маячки just, already, yet",
      "Unit 17": "Present Perfect — Have you ever done …?",
      "Unit 18": "Present Perfect Continuous",
      "Unit 19": "Слова since и for для Present Perfect, особенности слова ago",
      "Unit 20": "Разница между Present Perfect и Past Simple"
    },
    "Пассивный залог(Passive)": {
      "Unit 21": "Пассивный залог в английском — Passive",
      "Unit 22": "Пассивный залог в разных временах"
    },
    "Итоговые уроки по основным временам": {
      "Unit 23": "Вспомогательные глаголы BE, DO, HAVE.Как выбрать правильный глагол",
      "Unit 24": "Правильные и неправильные глаголы английского языка"
    },
    "Future — Будущее": {
      "Unit 25": "Present Continuous в значении будущего",
      "Unit 26": "Оборот GOING TO — собираюсь сделать",
      "Unit 27": "Future Simple — простое будущее время в английском"
    }
  },
  "Модальные глаголы в английском(Modal verbs)": {
    "Unit 28": "Модальные глаголы will и shall",
    "Unit 29": "Модальный глагол might и may",
    "Unit 30": "Модальные глаголы CAN и COULD для начинающих",
    "Unit 31": "Модальный глагол MUST.Конструкции MUSTN’T и NEEDN’T",
    "Unit 32": "Модальный глагол SHOULD",
    "Unit 33": "Модальная связка HAVE TO",
    "Unit 34": "Модальный глагол would",
    "Unit 35": "Повелительное наклонение.Imperative",
    "Unit 36": "Конструкция Used to"
  },
  "Порядок слов в английском предложении(Word order)": {
    "Unit 37": "There is, there are — формальное подлежащее в английском",
    "Unit 38": "Слово THERE в английском языке: there was, there has been, there will be",
    "Unit 39": "Когда нужно подлежащее it в английском.Порядок слов в английском",
    "Unit 40": "Английские вспомогательные глаголы в коротких ответах",
    "Unit 41": "Разделительные вопросы — Tag questions",
    "Unit 42": "Слова too, either, so, neither, nor.Порядок слов в английском предложении",
    "Unit 43": "Отрицательные предложения в английском языке, частица NOT в английском предложении"
  },
  "Виды вопросов в английском(Questions)": {
    "Unit 44": "Порядок слов в английском вопросе: самое важное правило",
    "Unit 45": "Вопрос к подлежащему(со словом who и what) в английском",
    "Unit 46": "Вопрос с предлогом",
    "Unit 47": "Вопрос с what, which, how.Специальный вопрос",
    "Unit 48": "Вопрос How long does it take — Как долго",
    "Unit 49": "Вопросы и придаточные предложения"
  },
  "Косвенная речь(Reported Speech)": {
    "Unit 50": "Косвенная речь в английском(Reported speech)"
  },
  "Инфинитив и герундий(Infinitive and Gerund)": {
    "Unit 51": "Инфинитив и глагол с ing в английском",
    "Unit 52": "Инфинитив и герундий",
    "Unit 53": "Инфинитив после глаголов make и let",
    "Unit 54": "Инфинитив для указания причины действия"
  },
  "Популярные глаголы английского языка": {
    "Unit 55": "Английский глагол go: go on, go for, go to, go doing",
    "Unit 56": "Английский глагол get.Get — фразовый глагол",
    "Unit 57": "Разница между do и make.Устойчивые выражения с do и make",
    "Unit 58": "Английский глагол HAVE.Have и have got, have в устойчивых выражениях"
  },
  "Местоимения(Pronouns)": {
    "Unit 59": "Английские местоимения.Личные местоимения",
    "Unit 60": "Притяжательные английские местоимения",
    "Unit 61": "Английские местоимения I — MY — MINE.",
    "Unit 62": "Таблица английских местоимений(I - ME - MY - MINE)",
    "Unit 63": "Возвратные местоимения в английском — SELF, — SELVES(Reflexive pronouns)",
    "Unit 64": "Притяжательный падеж в английском — Possessive case"
  },
  "Артикли A и THE": {
    "Unit 65": "Неопределенный артикль a(an)",
    "Unit 66": "Множественное число в английском — PLURAL",
    "Unit 67": "Неисчисляемое существительное в английском — Uncountable",
    "Unit 68": "Местоимение some с неисчисляемыми",
    "Unit 69": "A и THE в английском.Сравнение определенного и неопределенного артикля",
    "Unit 70": "Определенный артикль THE в английском",
    "Unit 71": "Определенный артикль the: когда он нужен и когда не нужен",
    "Unit 72": "Определенный артикль the: частные случаи",
    "Unit 73": "Артикль the и географические названия"
  },
  "Местоимения(часть 2)(Pronouns)": {
    "Unit 74": "Указательные местоимения THIS, THESE, THAT, THOSE",
    "Unit 75": "Английские местоимения ONE / ONES",
    "Unit 76": "Английские местоимения some и any",
    "Unit 77": "Отрицательные предложения с NO, NONE, NOT…ANY",
    "Unit 78": "Отрицательные местоимения в английском: NOBODY или NOT…ANYBODY",
    "Unit 79": "Английские местоимения somebody, anybody, nobody",
    "Unit 80": "Английские местоимения ALL и EVERY",
    "Unit 81": "Количественные местоимения в английском: ALL, MOST, SOME, ANY, NO",
    "Unit 82": "Английские местоимения both, either, neither",
    "Unit 83": "Как по - английски МНОГО: MUCH, MANY, A LOT OF",
    "Unit 84": "Как по - английски МАЛО: FEW и LITTLE"
  },
  "Прилагательные и наречия в английском(Adjectives and Adverbs)": {
    "Unit 85": "Прилагательные в английском(Adjectives)",
    "Unit 86": "Наречия в английском(Adverbs)",
    "Unit 87": "Степени сравнения прилагательных в английском — Comperative(old - older)",
    "Unit 88": "Степени сравнения прилагательных и слово THAN — ЧЕМ(older than…)",
    "Unit 89": "Сравнение прилагательных и связка NOT AS … AS — Не ТАКОЙ … КАК(not as old as)",
    "Unit 90": "Превосходная степень сравнения прилагательных — Superlative(the oldest)",
    "Unit 91": "ENOUGH(ДОСТАТОЧНО) с существительным и прилагательными",
    "Unit 92": "Слово TOO — СЛИШКОМ с прилагательными и наречиями(too old)"
  },
  "Порядок слов в английском предложении(Word order)": {
    "Unit 93": "Порядок слов в английском предложении.Главные и второстепенные члены предложения",
    "Unit 94": "Место наречий частотности ALWAYS / USUALLY в английском предложении",
    "Unit 95": "Место наречий STILL / YET / ALREADY в английском предложении",
    "Unit 96": "Порядок слов после GIVE, LEND, PASS, SEND, SHOW"
  },
  "Союзы и частицы в английском предложении(Conjunctions)": {
    "Unit 97": "Союзы and, but, or, so, because для соединения частей сложных предложений",
    "Unit 98": "Союз WHEN и сложноподчиненные предложения(if-clauses, Zero conditional)",
    "Unit 99": "Союз IF и условные предложения 1 типа(if-clauses, 1st conditional)",
    "Unit 100": "Союз IF и  условные предложения 2 типа(if-clauses, 2st conditional)",
    "Unit 101": "Relative clauses — придаточные предложения(урок 1)",
    "Unit 102": "Relative clauses — придаточные предложения(урок 2)"
  },
  "Предлоги в английском(Prepositions)": {
    "Unit 103": "Предлоги времени AT, ON, IN(Prepositions of Time)",
    "Unit 104": "Предлоги периода FROM … TO, UNTIL, SINCE, FOR",
    "Unit 105": "Предлоги времени BEFORE, AFTER, DURING, WHILE",
    "Unit 106": "Предлоги места IN, AT, ON(Урок 1)",
    "Unit 107": "Предлоги места IN, AT, ON(Урок 2)",
    "Unit 108": "Предлоги места TO, IN, AT(Урок 3)",
    "Unit 109": "Предлоги UNDER, BEHIND, OPPOSITE",
    "Unit 110": "Предлоги UP, OVER, THROUGH, и т.д. (самые популярные предлоги направления)",
    "Unit 111": "Предлоги ON, AT, BY, WITH, ABOUT",
    "Unit 112": "Устойчивые связки прилагательное + предлог.Герундий после предлогов(Урок 1)",
    "Unit 113": "Устойчивые связки глагол + предлог(Урок 2)"
  },
  "Фразовые глаголы английского языка(Phrasal Verbs)": {
    "Unit 114": "Популярные фразовые глаголы(Урок 1)",
    "Unit 115": "Популярные фразовые глаголы(Урок 2)"
  }
}