const voc = {
  "Разговор": {
    "Встреча, знакомство, этикет": [],
    "Слова-связки": {
      "Добавление информации": [
        {
          ru: [
            "вместе с",
            "наряду с",
            "помимо",
            "кроме",
            "кроме того",
            "более того",
          ],
          en: [
            "along with",
            "furthermore",
            "moreover",
            "besides",
            "what's more",
            "apart from",
          ],
        },
        {
          ru: [
            "также",
            "тоже",
          ],
          en: [
            "also",
            "too",
          ],
        },
        {
          ru: [
            "и",
            "а также",
          ],
          en: [
            "and",
            "as well as",
          ],
        },
        {
          ru: [
            "к тому же",
            "вдобавок",
          ],
          en: [
            "in addition (to)",
          ],
        },
      ],
      "Контрастные идеи": [
        {
          ru: [
            "хотя",
            "несмотря на то что",
          ],
          en: [
            "although",
            "though",
          ],
        },
        {
          ru: [
            "даже если",
          ],
          en: [
            "even though",
          ],
        },
        {
          ru: [
            "но",
          ],
          en: [
            "but",
          ],
        },
        {
          ru: [
            "несмотря на",
            "вопреки",
          ],
          en: [
            "despite",
            "in spite of",
          ],
        },
        {
          ru: [
            "несмотря на тот факт что",
            "не смотря на то что",
          ],
          en: [
            "despite the fact that",
            "in spite of the fact that",
          ],
        },
        {
          ru: [
            "однако",
            "тем не менее",
            "хотя",
          ],
          en: [
            "however",
            "nevertheless",
            "nonetheless",
          ],
        },
        {
          ru: [
            "на практике",
          ],
          en: [
            "in practice",
          ],
        },
        {
          ru: [
            "теоретически",
            "в теории",
          ],
          en: [
            "in theory",
          ],
        },
        {
          ru: [
            "в отличие от",
          ],
          en: [
            "unlike",
          ],
        },
        {
          ru: [
            "тем временем",
            "между тем",
            "в это время",
            "в то время как",
            "тогда как",
          ],
          en: [
            "meanwhile",
            "whereas",
            "while",
          ],
        },
      ],
      "Причина": [
        {
          ru: [
            "так как",
            "из-за",
            "потому что",
            "благодаря",
            "поскольку",
          ],
          en: [
            "as",
            "due to",
            "because of",
            "because",
            "since",
          ],
        },
        {
          ru: [
            "из-за того факта что",
            "из-за того что",
            "благодаря тому факту что",
          ],
          en: [
            "due to the fact that",
          ],
        },
      ],
      "Результат": [
        {
          ru: [
            "в результате",
            "в итоге",
          ],
          en: [
            "as a result",
            "in summary",
          ],
        },
        {
          ru: [
            "следовательно",
            "как следствие",
          ],
          pl: [
            "consequently",
            "therefore",
            "so",
            "thus",
          ],
        },
        {
          ru: [
            "это означает что",
            "Это подразумевает что",
          ],
          en: [
            "this means that",
          ],
        },
        {
          ru: [
            "в двух словах",
          ],
          en: [
            "in a nutshell",
          ],
        },
        {
          ru: [
            "короче говоря",
            "вкратце",
          ],
          en: [
            "in short",
            "in brief",
          ],
        },
        {
          ru: [
            "кратко подводя итог",
          ],
          en: [
            "to sum up briefly",
          ],
        },
        {
          ru: [
            "мы можем заключить что",
          ],
          en: [
            "we can conclude that",
          ],
        },
        {
          ru: [
            "подводя итог",
            "чтобы подвести итог",
          ],
          en: [
            "to summarise",
          ],
        },
      ],
      "Сопоставление": [
        {
          ru: [
            "соответственно",
            "соответствующим образом",
          ],
          en: [
            "correspondingly",
          ],
        },
        {
          ru: [
            "в равной степени",
            "одинаково",
          ],
          en: [
            "equally",
          ],
        },
        {
          ru: [
            "таким же образом",
            "так же",
            "аналогично",
          ],
          en: [
            "in the same way",
            "likewise",
            "similarly",
          ],
        },
      ],
      "Идеи последовательности": [
        {
          ru: [
            "наконец",
            "в конце концов",
            "в заключение",
          ],
          en: [
            "finally",
            "lastly",
            "in conclusion",
          ],
        },
        {
          ru: [
            "во-первых",
          ],
          en: [
            "firstly",
            "the first point is",
          ],
        },
        {
          ru: [
            "во-вторых",
          ],
          en: [
            "secondly",
          ],
        },
        {
          ru: [
            "следующее",
          ],
          en: [
            "the following",
          ],
        },
        {
          ru: [
            "бывший",
            "прежний",
          ],
          en: [
            "the former",
          ],
        },
        {
          ru: [
            "последний",
            "окончательный",
          ],
          en: [
            "the latter",
            "last",
            "final",
            "latest",
          ],
        },
      ],
      "Примеры": [
        {
          ru: [
            "например",
          ],
          en: [
            "for example",
            "for instance",
          ],
        },
        {
          ru: [
            "а именно",
          ],
          en: [
            "namely",
          ],
        },
      ],
    },
  },
  "Человек": {
    "Личные данные": [],
    "Семья": [],
    "События в жизни": [],
    "Внешность": [],
    "Личность": [],
    "Тело": [],
  },
  "Дом": {
    "Виды": [],
    "Рынок жилья": [],
    "Части дома": [],
    "Гостиная": [],
    "Кухня": [],
    "Спальня": [],
    "Прихожая": [],
    "Санузел": [],
    "Вокруг дома": [],
    "Предметы домашнего обихода, Инструменты": [],
    "Работа по дому": [],
  },
  "Глаголы (Базовые глаголы)": [
    // {
    //   ru: [
    //     "быть",
    //     "являться",
    //   ],
    //   en: ["be"],
    //   pl: ["być"],
    // },
    // {
    //   ru: [
    //     "становиться",
    //     "стать",
    //   ],
    //   en: ["become"],
    // },
    // {
    //   ru: ["начинать"],
    //   en: [
    //     "begin",
    //     "start",
    //   ],
    // },
    // {
    //   ru: ["заканчивать"],
    //   en: [
    //     "finish",
    //     "end",
    //   ],
    // },
    // {
    //   ru: [
    //     "приносить",
    //     "привозить",
    //     "приводить",
    //   ],
    //   en: ["bring"],
    // },
    // {
    //   ru: [
    //     "бить",
    //     "колотить",
    //   ],
    //   en: ["beat"],
    // },
    // {
    //   ru: [
    //     "держать пари",
    //     "спорить",
    //     "делать ставку",
    //     "ставить ставку",
    //   ],
    //   en: ["bet"],
    // },
    // {
    //   ru: [
    //     "кусать",
    //   ],
    //   en: [
    //     "bite",
    //   ],
    // },
    // {
    //   ru: [
    //     "дуть",
    //     "выдыхать",
    //   ],
    //   en: [
    //     "blow",
    //   ],
    // },
    // {
    //   ru: [
    //     "ломать",
    //     "разбивать",
    //   ],
    //   en: [
    //     "break",
    //   ],
    // },
    // {
    //   ru: [
    //     "резать",
    //     "разрезать",
    //   ],
    //   en: [
    //     "cut",
    //   ],
    // },
    // {
    //   ru: [
    //     "строить",
    //     "сооружать",
    //   ],
    //   en: ["build"],
    // },
    // {
    //   ru: [
    //     "гореть",
    //     "жечь",
    //   ],
    //   en: [
    //     "burn",
    //   ],
    // },
    // {
    //   ru: [
    //     "взрываться",
    //     "лопаться",
    //     "взорваться",
    //   ],
    //   en: [
    //     "burst",
    //   ],
    // },
    // {
    //   ru: [
    //     "покупать",
    //   ],
    //   en: [
    //     "buy",
    //   ],
    // },
    // {
    //   ru: [
    //     "мочь",
    //     "уметь",
    //   ],
    //   en: [
    //     "can",
    //   ],
    //   pl: [
    //     "umieć",
    //   ],
    // },
    // {
    //   ru: [
    //     "ловить",
    //     "поймать",
    //   ],
    //   en: [
    //     "catch",
    //   ],
    // },
    // {
    //   ru: [
    //     "выбирать",
    //     "избирать",
    //   ],
    //   en: [
    //     "choose",
    //     "select"
    //   ],
    // },
    // {
    //   ru: [
    //     "приходить",
    //     "приезжать",
    //   ],
    //   en: [
    //     "come",
    //   ],
    // },
    // {
    //   ru: [
    //     "стоить",
    //     "обходиться",
    //   ],
    //   en: [
    //     "cost",
    //   ],
    // },
    // {
    //   ru: [
    //     "кормить",
    //   ],
    //   en: [
    //     "feed",
    //   ],
    // },
    // {
    //   ru: [
    //     "падать",
    //   ],
    //   en: [
    //     "fall",
    //   ],
    // },
    {
      ru: [
        "кушать",
        "есть",
      ],
      // en: [
      //   "eat",
      // ],
      pl: [
        "jeść",
      ],
    },
    {
      ru: [
        "подводить итог",
      ],
      en: [
        "summarise",
      ],
    },
    // {
    //   ru: [
    //     "водить машину",
    //     "ездить",
    //   ],
    //   en: [
    //     "drive",
    //   ],
    // },
    // {
    //   ru: [
    //     "пить",
    //   ],
    //   en: [
    //     "drink",
    //   ],
    // },
    // {
    //   ru: [
    //     "мечтать",
    //     "видеть сны",
    //     "сниться",
    //   ],
    //   en: [
    //     "dream",
    //   ],
    // },
    // {
    //   ru: [
    //     "рисовать",
    //     "чертить",
    //   ],
    //   en: [
    //     "draw",
    //   ],
    // },
    // {
    //   ru: [
    //     "делать",
    //     "выполнять",
    //   ],
    //   en: [
    //     "do",
    //   ],
    // },
    // {
    //   ru: [
    //     "копать",
    //     "рыть",
    //   ],
    //   en: [
    //     "dig",
    //   ]
    // },
    // {
    //   ru: [
    //     "иметь дело",
    //   ],
    //   en: [
    //     "deal",
    //   ],
    // },
    {
      ru: [
        "идти",
        "ехать",
      ],
      // en: [
      //   "go",
      // ],
      pl: [
        "jechać",
      ],
    },
    // {
    //   ru: [
    //     "давать",
    //   ],
    //   en: [
    //     "give",
    //   ],
    // },
    // {
    //   ru: [
    //     "получать",
    //   ],
    //   en: [
    //     "get",
    //   ],
    // },
    // {
    //   ru: [
    //     "замораживать",
    //     "морозить",
    //   ],
    //   en: [
    //     "freeze",
    //   ],
    // },
    // {
    //   ru: [
    //     "прощать",
    //     "простить",
    //   ],
    //   en: [
    //     "forgive",
    //   ],
    // },
    // {
    //   ru: [
    //     "забывать",
    //   ],
    //   en: [
    //     "forget",
    //   ],
    // },
    // {
    //   ru: [
    //     "летать",
    //   ],
    //   en: [
    //     "fly",
    //   ],
    // },
    // {
    //   ru: [
    //     "находить",
    //   ],
    //   en: [
    //     "find",
    //   ],
    // },
    // {
    //   ru: [
    //     "драться",
    //   ],
    //   en: [
    //     "fight",
    //   ],
    // },
    // {
    //   ru: [
    //     "чувствовать (себя)",
    //     "ощущать",
    //   ],
    //   en: [
    //     "feel",
    //   ],
    // },
    // {
    //   ru: [
    //     "стоять на коленях",
    //     "становиться на колени",
    //   ],
    //   en: [
    //     "kneel",
    //   ],
    // },
    // {
    //   ru: [
    //     "хранить",
    //     "сохранять",
    //     "поддерживать",
    //   ],
    //   en: [
    //     "keep",
    //   ],
    // },
    // {
    //   ru: [
    //     "причинять боль",
    //     "ранить",
    //     "ушибить",
    //   ],
    //   en: [
    //     "hurt",
    //   ],
    // },
    // {
    //   ru: [
    //     "держать",
    //     "удерживать",
    //   ],
    //   en: [
    //     "hold",
    //   ],
    // },
    // {
    //   ru: [
    //     "ударять",
    //     "поражать",
    //   ],
    //   en: [
    //     "hit",
    //   ],
    // },
    // {
    //   ru: [
    //     "прятать",
    //     "скрывать",
    //   ],
    //   en: [
    //     "hide",
    //   ],
    // },
    // {
    //   ru: [
    //     "слышать",
    //   ],
    //   en: [
    //     "hear",
    //   ],
    // },
    // {
    //   ru: [
    //     "иметь",
    //     "обладать",
    //   ],
    //   en: [
    //     "have",
    //   ],
    //   pl: [
    //     "mieć",
    //   ],
    // },
    // {
    //   ru: [
    //     "висеть",
    //     "вешать",
    //   ],
    //   en: [
    //     "hang",
    //   ],
    // },
    // {
    //   ru: [
    //     "расти",
    //     "выращивать",
    //     "растить",
    //   ],
    //   en: [
    //     "grow",
    //   ],
    // },
    // {
    //   ru: [
    //     "терять",
    //     "проигрывать",
    //   ],
    //   en: [
    //     "lose",
    //   ],
    // },
    // {
    //   ru: [
    //     "знать (что-то)",
    //     "иметь представление",
    //   ],
    //   en: [
    //     "know",
    //   ],
    //   pl: [
    //     "wiedzieć",
    //   ],
    // },
    // {
    //   ru: [
    //     "класть",
    //     "положить",
    //     "покрывать",
    //   ],
    //   en: [
    //     "lay",
    //   ],
    // },
    // {
    //   ru: [
    //     "вести за собой",
    //     "вести",
    //     "сопровождать",
    //     "руководить",
    //   ],
    //   en: [
    //     "lead",
    //   ],
    // },
    // {
    //   ru: [
    //     "учить",
    //     "учиться",
    //     "изучать",
    //   ],
    //   en: [
    //     "learn",
    //     "study",
    //   ],
    //   pl: [
    //     "uczyć się",
    //   ],
    // },
    // {
    //   ru: [
    //     "покидать",
    //     "оставлять",
    //     "уходить",
    //     "уезжать",
    //   ],
    //   en: [
    //     "leave",
    //   ],
    // },
    // {
    //   ru: [
    //     "давать взаймы",
    //     "одалживать",
    //   ],
    //   en: [
    //     "lend",
    //   ],
    // },
    // {
    //   ru: [
    //     "позволять",
    //     "разрешать",
    //   ],
    //   en: [
    //     "let",
    //     "allow",
    //   ],
    // },
    // {
    //   ru: [
    //     "лежать",
    //     "лгать",
    //   ],
    //   en: [
    //     "lie",
    //   ],
    // },
    // {
    //   ru: [
    //     "зажигать",
    //     "освещать",
    //   ],
    //   en: [
    //     "light",
    //   ],
    // },
    // {
    //   ru: [
    //     "производить",
    //     "делать",
    //   ],
    //   en: [
    //     "make",
    //     "manufacture",
    //     "produce",
    //   ],
    // },
    // {
    //   ru: [
    //     "означать",
    //     "значить",
    //     "иметь в виду",
    //     "подразумевать",
    //   ],
    //   en: [
    //     "mean",
    //   ],
    // },
    // {
    //   ru: [
    //     "встречать",
    //     "знакомиться",
    //   ],
    //   en: [
    //     "meet",
    //   ],
    // },
    // {
    //   ru: [
    //     "быть обязанным",
    //     "быть должным",
    //   ],
    //   en: [
    //     "must",
    //     "have to",
    //   ],
    // },
    // {
    //   ru: [
    //     "платить",
    //     "оплачивать",
    //     "рассчитываться",
    //   ],
    //   en: [
    //     "pay",
    //   ],
    // },
    // {
    //   ru: [
    //     "класть",
    //     "ставить",
    //     "размещать",
    //   ],
    //   en: [
    //     "put",
    //   ],
    // },
    // {
    //   ru: [
    //     "читать",
    //   ],
    //   en: [
    //     "read",
    //   ],
    //   pl: [
    //     "czytać",
    //   ],
    // },
    // {
    //   ru: [
    //     "прочитать",
    //   ],
    //   pl: [
    //     "przeczytać",
    //   ],
    // },
    // {
    //   ru: [
    //     "ехать верхом",
    //     "ездить верхом",
    //     "скакать",
    //   ],
    //   en: [
    //     "ride",
    //   ],
    // },
    // {
    //   ru: [
    //     "звенеть",
    //     "звонить",
    //   ],
    //   en: [
    //     "ring",
    //   ],
    // },
    // {
    //   ru: [
    //     "восходить",
    //     "вставать",
    //     "подниматься",
    //   ],
    //   en: [
    //     "rise",
    //   ],
    // },
    // {
    //   ru: [
    //     "бежать",
    //     "бегать",
    //   ],
    //   en: [
    //     "run",
    //   ],
    // },
    // {
    //   ru: [
    //     "сказать",
    //   ],
    //   en: [
    //     "say",
    //   ],
    // },
    // {
    //   ru: [
    //     "видеть",
    //   ],
    //   en: [
    //     "see",
    //   ],
    // },
    // {
    //   ru: [
    //     "искать",
    //     "разыскивать",
    //   ],
    //   en: [
    //     "seek",
    //   ],
    // },
    // {
    //   ru: [
    //     "продавать",
    //   ],
    //   en: [
    //     "sell",
    //   ],
    // },
    // {
    //   ru: [
    //     "посылать",
    //     "отправлять",
    //   ],
    //   en: [
    //     "send",
    //   ],
    // },
    // {
    //   ru: [
    //     "устанавливать",
    //     "задавать",
    //     "назначать",
    //   ],
    //   en: [
    //     "set",
    //   ],
    // },
    // {
    //   ru: [
    //     "трясти",
    //     "встряхивать",
    //   ],
    //   en: [
    //     "shake",
    //   ],
    // },
    // {
    //   ru: [
    //     "светить",
    //     "сиять",
    //   ],
    //   en: [
    //     "shine",
    //   ],
    // },
    // {
    //   ru: [
    //     "стрелять",
    //     "снимать на камеру",
    //   ],
    //   en: [
    //     "shoot",
    //   ],
    // },
    // {
    //   ru: [
    //     "показывать",
    //   ],
    //   en: [
    //     "show",
    //   ],
    // },
    // {
    //   ru: [
    //     "закрывать",
    //   ],
    //   en: [
    //     "shut",
    //     "close",
    //   ],
    // },
    // {
    //   ru: [
    //     "петь",
    //   ],
    //   en: [
    //     "sing",
    //   ],
    // },
    // {
    //   ru: [
    //     "тонуть",
    //     "погружаться",
    //   ],
    //   en: [
    //     "sink",
    //   ],
    // },
    // {
    //   ru: [
    //     "сидеть",
    //   ],
    //   en: [
    //     "sit",
    //   ],
    // },
    // {
    //   ru: [
    //     "спать",
    //   ],
    //   en: [
    //     "sleep",
    //   ],
    // },
    // {
    //   ru: [
    //     "скользить",
    //   ],
    //   en: [
    //     "slide",
    //   ],
    // },
    // {
    //   ru: [
    //     "пахнуть",
    //     "нюхать",
    //   ],
    //   en: [
    //     "smell",
    //   ],
    // },
    // {
    //   ru: [
    //     "говорить",
    //     "разговаривать",
    //   ],
    //   en: [
    //     "speak",
    //     "talk",
    //   ],
    //   pl: [
    //     "mówić",
    //   ],
    // },
    // {
    //   ru: [
    //     "тратить",
    //     "расходовать",
    //     "проводить (время)",
    //   ],
    //   en: [
    //     "spend",
    //   ],
    // },
    // {
    //   ru: [
    //     "проливать",
    //     "разливать",
    //   ],
    //   en: [
    //     "spill",
    //   ],
    // },
    // {
    //   ru: [
    //     "портить",
    //     "баловать",
    //   ],
    //   en: [
    //     "spoil",
    //   ],
    // },
    // {
    //   ru: [
    //     "стоять",
    //   ],
    //   en: [
    //     "stand",
    //   ],
    // },
    // {
    //   ru: [
    //     "воровать",
    //     "красть",
    //   ],
    //   en: [
    //     "steal",
    //   ],
    // },
    // {
    //   ru: [
    //     "втыкать",
    //     "приклеивать",
    //   ],
    //   en: [
    //     "stick",
    //   ],
    // },
    // {
    //   ru: [
    //     "подметать",
    //     "мести",
    //   ],
    //   en: [
    //     "sweep",
    //   ],
    // },
    // {
    //   ru: [
    //     "плавать",
    //     "плыть",
    //   ],
    //   en: [
    //     "swim",
    //   ],
    // },
    // {
    //   ru: [
    //     "качаться",
    //     "раскачиваться",
    //   ],
    //   en: [
    //     "swing",
    //   ],
    // },
    // {
    //   ru: [
    //     "брать",
    //   ],
    //   en: [
    //     "take",
    //   ],
    //   pl: [
    //     "brać",
    //   ],
    // },
    // {
    //   ru: [
    //     "обучать",
    //     "учить",
    //     "преподавать",
    //   ],
    //   en: [
    //     "teach",
    //   ],
    // },
    // {
    //   ru: [
    //     "рвать",
    //     "разрывать",
    //   ],
    //   en: [
    //     "tear",
    //   ],
    // },
    // {
    //   ru: [
    //     "рассказывать",
    //   ],
    //   en: [
    //     "tell",
    //   ],
    // },
    // {
    //   ru: [
    //     "думать",
    //   ],
    //   en: [
    //     "think",
    //   ],
    // },
    // {
    //   ru: [
    //     "бросать",
    //     "кидать",
    //     "метать",
    //   ],
    //   en: [
    //     "throw",
    //   ],
    // },
    // {
    //   ru: [
    //     "понимать",
    //   ],
    //   en: [
    //     "understand",
    //     "comprehend",
    //   ],
    //   pl: [
    //     "rozumieć"
    //   ],
    // },
    // {
    //   ru: [
    //     "просыпаться",
    //     "будить",
    //   ],
    //   en: [
    //     "wake",
    //   ],
    // },
    // {
    //   ru: [
    //     "носить (одежду)",
    //   ],
    //   en: [
    //     "wear",
    //   ],
    // },
    // {
    //   ru: [
    //     "выигрывать",
    //     "побеждать",
    //   ],
    //   en: [
    //     "win",
    //   ],
    // },
    // {
    //   ru: [
    //     "писать",
    //   ],
    //   en: [
    //     "write",
    //   ],
    //   pl: [
    //     "pisać",
    //   ],
    // },
    // {
    //   ru: [
    //     "написать",
    //   ],
    //   pl: [
    //     "napisać"
    //   ],
    // },
    // {
    //   ru: [
    //     "ждать (чего-то)",
    //   ],
    //   en: [
    //     "wait (for)",
    //   ],
    //   pl: [
    //     "czekać",
    //   ],
    // },
    // {
    //   ru: [
    //     "хотеть",
    //   ],
    //   en: [
    //     "want",
    //   ],
    //   pl: [
    //     "chcieć",
    //   ],
    // },
    // {
    //   ru: [
    //     "гулять",
    //     "прогуливаться",
    //     "идти пешком",
    //     "ходить",
    //     "идти",
    //   ],
    //   en: [
    //     "walk",
    //   ],
    //   pl: [
    //     "chodzić",
    //     "iść",
    //     "spacerować",
    //   ],
    // },
    // {
    //   ru: [
    //     "решать",
    //   ],
    //   en: [
    //     "solve",
    //     "tackle",
    //   ],
    //   pl: [
    //     "decydować",
    //   ],
    // },
    // {
    //   ru: [
    //     "решить",
    //   ],
    //   pl: [
    //     "zdecydować",
    //   ],
    // },
    // {
    //   ru: [
    //     "проживать",
    //     "жить",
    //   ],
    //   en: [
    //     "live",
    //   ],
    //   pl: [
    //     "mieszkać",
    //   ],
    // },
    // {
    //   ru: [
    //     "называть",
    //   ],
    //   en: [
    //     "call",
    //   ],
    //   pl: [
    //     "nazywać",
    //   ],
    // },
    // {
    //   ru: [
    //     "называться",
    //   ],
    //   en: [
    //     "nazywać się",
    //   ],
    // },
    // {
    //   ru: [
    //     "наблюдать",
    //     "следить",
    //     "смотреть (~ телевизор)",
    //   ],
    //   en: [
    //     "watch",
    //   ],
    //   pl: [
    //     "oglądać",
    //   ],
    // },
    // {
    //   ru: [
    //     "слушать (что-то)",
    //   ],
    //   en: [
    //     "listen (to)",
    //   ],
    //   pl: [
    //     "słuchać",
    //   ],
    // },
    // {
    //   ru: [
    //     "послушать",
    //   ],
    //   pl: [
    //     "posłuchać",
    //   ],
    // },
    // {
    //   ru: [
    //     "повторять",
    //   ],
    //   en: [
    //     "repeat",
    //   ],
    //   pl: [
    //     "powtarzać",
    //   ],
    // },
    // {
    //   ru: [
    //     "повторить",
    //   ],
    //   pl: [
    //     "powtórzyć",
    //   ],
    // },
    // {
    //   ru: [
    //     "работать",
    //   ],
    //   en: [
    //     "work",
    //   ],
    //   pl: [
    //     "pracować",
    //   ],
    // },
    // {
    //   ru: [
    //     "спрашивать",
    //     "просить",
    //   ],
    //   en: [
    //     "ask",
    //   ],
    //   pl: [
    //     "pytać",
    //   ],
    // },
    // {
    //   ru: [
    //     "спросить",
    //   ],
    //   pl: [
    //     "zapytać",
    //   ],
    // },
    // {
    //   ru: [
    //     "проверять",
    //   ],
    //   en: [
    //     "check",
    //     "correct",
    //   ],
    //   pl: [
    //     "sprawdzać",
    //   ],
    // },
    // {
    //   ru: [
    //     "проверить",
    //   ],
    //   pl: [
    //     "sprawdzić",
    //   ],
    // },
    // {
    //   ru: [
    //     "заполнять",
    //   ],
    //   en: [
    //     "complete",
    //     "fill",
    //   ],
    //   pl: [
    //     "uzupełniać",
    //   ],
    // },
    // {
    //   ru: [
    //     "вписывать",
    //   ],
    //   pl: [
    //     "wpisywać",
    //   ],
    // },
    // {
    //   ru: [
    //     "вписать",
    //   ],
    //   pl: [
    //     "wpisać",
    //   ],
    // },
    // {
    //   ru: [
    //     "заполнить",
    //   ],
    //   pl: [
    //     "uzupełnić",
    //   ],
    // },
    // {
    //   ru: [
    //     "предпочитать",
    //   ],
    //   en: [
    //     "prefer",
    //   ],
    //   pl: [
    //     "woleć",
    //   ],
    // },
  ],
  "Прилагательные (Базовые прилагательные)": [
    {
      ru: [
        "хороший",
      ],
      en: [
        "good",
      ],
      pl: [
        "dobry",
      ],
    },
    {
      ru: [
        "добрый",
      ],
      en: [
        "kind",
      ],
      pl: [
        "dobry",
      ],
    },
    {
      ru: [
        "неофициальный",
      ],
      en: [
        "informal",
      ],
      pl: [
        "nieoficjalny",
      ],
    },
    {
      ru: [
        "официальный",
      ],
      en: [
        "formal",
      ],
      pl: [
        "oficjalny",
      ],
    },
    {
      ru: [
        "универсальный",
      ],
      en: [
        "universal",
      ],
      pl: [
        "uniwersalny",
      ],
    },
    {
      ru: [
        "ложный",
        "ненастоящий",
      ],
      pl: [
        "nieprawdziwy",
      ],
    },
    {
      ru: [
        "правдивый",
        "настоящий",
      ],
      pl: [
        "prawdziwy",
      ],
    },
    {
      ru: [
        "новый",
      ],
      en: [
        "new",
      ],
      pl: [
        "nowy",
      ],
    },
    {
      ru: [
        "подходящий",
        "соответствующий",
      ],
      pl: [
        "odpowiedny",
      ],
    },
    {
      ru: [
        "мужской",
      ],
      en: [
        "male",
      ],
      pl: [
        "męski",
      ],
    },
    {
      ru: [
        "женский",
      ],
      en: [
        "female",
      ],
      pl: [
        "żeński",
      ],
    },
    {
      ru: [
        "агрессивный",
      ],
      pl: [
        "agresywny",
      ],
    },
    {
      ru: [
        "активный",
      ],
      pl: [
        "aktywny",
      ],
    },
    {
      ru: [
        "амбициозный",
        "честолюбивый",
      ],
      pl: [
        "ambitny",
      ],
    },
    {
      ru: [
        "некрасивый",
        "уродливый",
      ],
      pl: [
        "brzydki",
      ],
    },
    {
      ru: [
        "больной",
      ],
      en: [
        "ill",
        "sick",
      ],
      pl: [
        "chory",
      ],
    },
    {
      ru: [
        "элегантный",
      ],
      pl: [
        "elegancki",
      ],
    },
    {
      ru: [
        "эмоциональный",
      ],
      pl: [
        "emocjonalny",
      ],
    },
    {
      ru: [
        "энергичный",
      ],
      pl: [
        "energiczny",
      ],
    },
    {
      ru: [
        "европейский",
      ],
      pl: [
        "europejski",
      ],
    },
    {
      ru: [
        "толстый",
        "полный",
      ],
      pl: [
        "gruby",
      ],
    },
    {
      ru: [
        "другой",
      ],
      pl: [
        "inny",
      ],
    },
    {
      ru: [
        "умный",
        "интеллигентный",
      ],
      pl: [
        "inteligentny",
      ],
    },
    {
      ru: [
        "языковой",
      ],
      pl: [
        "językowy",
      ],
    },
    {
      ru: [
        "креативный",
        "творческий",
      ],
      pl: [
        "kreatywny",
      ],
    },
    {
      ru: [
        "кредитный",
      ],
      pl: [
        "kredytowy",
      ],
    },
    {
      ru: [
        "красивая",
      ],
      pl: [
        "ładna",
      ],
    },
    {
      ru: [
        "медицинский",
      ],
      pl: [
        "medyczny",
      ],
    },
    {
      ru: [
        "милый",
        "приятный",
      ],
      pl: [
        "miły",
      ],
    },
    {
      ru: [
        "молодой",
      ],
      pl: [
        "młody",
      ],
    },
    {
      ru: [
        "национальный",
      ],
      pl: [
        "narodowy",
      ],
    },
    {
      ru: [
        "зубной",
        "стоматологический",
      ],
      pl: [
        "dentystyczny",
      ],
    },
    {
      ru: [
        "испанский",
      ],
      pl: [
        "hiszpański",
      ],
    },
    {
      ru: [
        "японский",
      ],
      pl: [
        "japoński",
      ],
    },
    {
      ru: [
        "следующий",
      ],
      pl: [
        "następny",
      ],
    },
    {
      ru: [
        "натуральный",
        "естественный",
      ],
      pl: [
        "naturalny",
      ],
    },
    {
      ru: [
        "немилый",
        "неприветливый",
      ],
      pl: [
        "niemiły",
      ],
    },
    {
      ru: [
        "неспортивный",
        "не спортивного телосложения",
      ],
      pl: [
        "niewysportowany",
      ],
    },
    {
      ru: [
        "низкий",
      ],
      pl: [
        "niski",
      ],
    },
    {
      ru: [
        "иностранный",
        "заграничный",
      ],
      pl: [
        "obcy",
      ],
    },
    {
      ru: [
        "поданный",
        "предоставленный",
      ],
      pl: [
        "podany",
      ],
    },
    {
      ru: [
        "популярный",
      ],
      pl: [
        "popularny",
      ],
    },
    {
      ru: [
        "правильный",
        "верный",
      ],
      pl: [
        "prawidłowy",
      ],
    },
    {
      ru: [
        "подходящий",
      ],
      pl: [
        "właściwy",
      ],
    },
    {
      ru: [
        "проектный",
      ],
      pl: [
        "projektowy",
      ],
    },
    {
      ru: [
        "красивый(о мужчине)",
      ],
      pl: [
        "przystojny",
      ],
    },
    {
      ru: [
        "рациональный",
      ],
      pl: [
        "racjonalny",
      ],
    },
    {
      ru: [
        "романтичный",
        "романтический",
      ],
      pl: [
        "romantyczny",
      ],
    },
    {
      ru: [
        "сентиментальный",
      ],
      pl: [
        "sentymentalny",
      ],
    },
    {
      ru: [
        "раздраженный",
      ],
      pl: [
        "sfrustrowany",
      ],
    },
    {
      ru: [
        "грустный",
      ],
      pl: [
        "smutny",
      ],
    },
    {
      ru: [
        "спонтанный",
        "импульсивный",
      ],
      pl: [
        "spontaniczny",
      ],
    },
    {
      ru: [
        "среднего роста",
      ],
      pl: [
        "średniego wzrostu",
      ],
    },
    {
      ru: [
        "старый",
      ],
      pl: [
        "stary",
      ],
    },
    {
      ru: [
        "симпатичный",
      ],
      pl: [
        "sympatyczny",
      ],
    },
    {
      ru: [
        "худой",
        "стройный",
        "щуплый",
      ],
      pl: [
        "szczupły",
      ],
    },
    {
      ru: [
        "туристический",
      ],
      pl: [
        "turystyczny",
      ],
    },
    {
      ru: [
        "талантливый",
        "одаренный",
      ],
      pl: [
        "utalentowany",
      ],
    },
    {
      ru: [
        "веселый",
      ],
      pl: [
        "wesoły",
      ],
    },
    {
      ru: [
        "итальянский",
      ],
      pl: [
        "włoski",
      ],
    },
    {
      ru: [
        "высокий",
      ],
      pl: [
        "wysoki",
      ],
    },
    {
      ru: [
        "спортивный",
        "спортивного телосложения",
      ],
      pl: [
        "wysportowany",
      ],
    },
    {
      ru: [
        "здоровый",
      ],
      pl: [
        "zdrowy",
      ],
    },
    {
      ru: [
        "в стрессе",
      ],
      pl: [
        "zestresowany",
      ],
    },
  ],
  "Наречия": [],
  "Образование/Работа с данными": [],
  "Essay": [
    // {
    //   "ru": ["Вопросы, связанные с ..."],
    //   "en": ["Questions related to ..."]
    // },
    // {
    //   "ru": ["(вопросы) часто обсуждаются в (наши дни|сегодня|сейчас)"],
    //   "en": ["(questions) are (frequently|often) discussed nowadays"]
    // },
    // {
    //   "ru": ["(Пока|Хотя) некоторые люди (считают|верят|думают), что ..."],
    //   "en": ["While some people (believe|think) that ..."]
    // },
    // {
    //   "ru": ["другие спорят с этой позицией"],
    //   "en": ["others argue with this position"]
    // },
    // {
    //   "ru": ["Лично я (думаю|верю|считаю), что ..."],
    //   "en": ["Personally, I (think|believe) that ..."]
    // },
    // {
    //   "ru": ["В этом эссе будет подробно обсуждаться эта тема (до того|перед тем), как сделать вывод."],
    //   "en": ["This essay will discuss the topic in details prior to drawing a conclusion."]
    // },
    // {
    //   "ru": [
    //     "без сомнения ...",
    //     "нет сомнений, что ...",
    //     "без сомнения что ...",
    //     "нет сомнений в том что ...",
    //     "не вызывает сомнений в том что ...",
    //   ],
    //   "en": ["there is no doubt that ..."]
    // },
    // {
    //   "ru": [
    //     "в первую очередь",
    //     "на первом месте",
    //     "во-первых",
    //     "прежде всего",
    //   ],
    //   "en": [
    //     "in the first place",
    //     "firstly",
    //     "first of all",
    //   ]
    // },
    // {
    //   "ru": ["также (ясно|понятно), что ..."],
    //   "en": ["also, it is clear that ..."]
    // },
    // {
    //   ru: [
    //     "в тоже время, ...",
    //     "вместе с тем, ...",
    //   ],
    //   en: ["at the same time, ..."]
    // },
    // {
    //   ru: ["также следует (указать|сказать|обозначить), что ..."],
    //   en: ["it should also be stated that ..."],
    // },
    // {
    //   ru: [
    //     "дополнительно, ...",
    //     "кроме того, ...",
    //     "более того, ...",
    //     "вдобавок, ...",
    //   ],
    //   en: [
    //     "additionally, ...",
    //     "in addition, ...",
    //     "moreover, ...",
    //     "besides, ...",
    //     "furthermore, ...",
    //   ],
    // },
    // {
    //   ru: ["В заключение я (считаю|верю|думаю), что"],
    //   en: ["In conclusion, I (believe|think) that"],
    // },
    // {
    //   ru: ["После анализа (предмета|темы) стало очевидно, что ..."],
    //   en: ["After analyzing the (subject|topic), it has become evident that ..."],
    // },
    // {
    //   ru: ["некоторые люди (считают|верят|думают) что ..."],
    //   en: ["some people (believe|think) that ..."],
    // },
    // {
    //   ru: ["Я согласен, что ..."],
    //   en: ["I agree that ..."],
    // },
    // {
    //   ru: ["технологии сильно улучшились"],
    //   en: ["technology has improved (dramatically|extremely)"],
    // },
    // {
    //   ru: ["есть (несколько|ряд) преимуществ ... (чего-то)"],
    //   en: ["there are (a number of|some) benefits of ... (sth)"],
    // },
    // {
    //   ru: ["(что-то) имеет положительный эффект на ..."],
    //   en: ["(sth) has a positive effect on ..."],
    // },
    // {
    //   ru: ["положительные (эффекты|стороны) (чего-то)",],
    //   en: ["the positive effects of ..."],
    // },
    // {
    //   ru: ["(что-то) перевешивается (рядом недостатков|несколькими недостатками)"],
    //   en: ["(sth) is outweighed by (a number of|some) drawbacks"],
    // },
    // {
    //   ru: ["(Кто-то) может получить (выгоду|преимущество) от ..."],
    //   en: ["(Smbd) can benefit from ..."],
    // },
    // {
    //   ru: ["(Что-то) представляет угрозу для ... (здоровье, общество, ...)"],
    //   en: ["(Something) poses a threat to ... (one's health, society, ...)"]
    // },
    // {
    //   ru: ["(Что-то) чрезвычайно важно для ..."],
    //   en: ["(Something) is (extremely|dramatically) important for ..."],
    // },
    // {
    //   ru: ["решать проблему"],
    //   en: ["to (solve|tackle) the (problem|issue)"],
    // },
    // {
    //   ru: [
    //     "(ряд|несколько) (научно-исследовательских проектов|исследований) показали, что ...",
    //     "некоторые (научно-исследовательский проекты|исследования) показали, что ..."
    //   ],
    //   en: ["(a number of|some) scientific research projects have demonstrated that ..."],
    // },
    // {
    //   ru: ["например"],
    //   en: [
    //     "for example, ...",
    //     "for instance, ...",
    //   ],
    // },
    // {
    //   ru: ["такой как ..."],
    //   en: ["such (as|us) ..."],
    // },
    // {
    //   ru: ["причина (чего-то)"],
    //   en: [
    //     "reason for (sth)",
    //     "cause of (sth)",
    //   ],
    // },
    // {
    //   ru: ["(основная|главная) причина проблемы это ..."],
    //   en: ["the main (reason for|cause of) the (issue|problem) is that ..."],
    // },
    // {
    //   ru: [
    //     "хотя ...",
    //     "несмотря на ...",
    //     "если бы даже ...",
    //     "несмотря на то, что ...",
    //   ],
    //   en: ["although ..."],
    // },
    // {
    //   ru: ["however ..."],
    //   en: [
    //     "однако ...",
    //     "тем не менее ...",
    //     "впрочем ...",
    //   ],
    // },
    // {
    //   ru: [
    //     "следовательно",
    //     "таким образом",
    //   ],
    //   en: [
    //     "consequently",
    //     "therefore",
    //     "so",
    //   ],
    // },
    // {
    //   ru: [
    //     "в результате",
    //   ],
    //   en: [
    //     "as a result",
    //   ],
    // },
    // {
    //   ru: [
    //     "без сомнений, ...",
    //     "несомненно, ...",
    //     "определенно, ...",
    //     "конечно ...",
    //   ],
    //   en: [
    //     "undoubtedly",
    //     "definitely",
    //     "certainly",
    //     "of course",
    //     "sure",
    //   ],
    // },
    // {
    //   ru: ["несмотря на это ..."],
    //   en: ["despite this ..."],
    // },
    // {
    //   ru: ["с одной стороны, ..."],
    //   en: ["on the one hand, ..."],
    // },
    // {
    //   ru: ["с другой стороны, ..."],
    //   en: ["on the other hand, ..."],
    // },
    // {
    //   ru: ["аналогично"],
    //   en: ["likewise"],
    // },
    // {
    //   ru: ["(что-то) необходимо для ..."],
    //   en: ["(sth) is essential for ..."],
    // },
    // {
    //   ru: [
    //     "потому что",
    //     "так как"
    //   ],
    //   en: ["because"],
    // },
    // {
    //   ru: ["из-за"],
    //   en: [
    //     "due to (~ the fact)",
    //     "because of ...",
    //   ],
    // },
    // {
    //   ru: ["влияние (чего-то) на (что-то)"],
    //   en: [
    //     "the impact of (sth) on (sth)",
    //     "the influence of (sth) on (sth)",
    //   ],
    // }
  ],
  "География/Страны": [
    {
      ru: [
        "Америка",
      ],
      pl: [
        "Ameryka",
      ],
    },
    {
      ru: [
        "Англия",
      ],
      pl: [
        "Anglia",
      ],
    }, {
      ru: [
        "Франция",
      ],
      pl: [
        "Francja",
      ],
    },
    {
      ru: [
        "Испания",
      ],
      pl: [
        "Hiszpania",
      ],
    },
    {
      ru: [
        "Япония",
      ],
      pl: [
        "Japonia",
      ],
    },
    {
      ru: [
        "Германия",
      ],
      pl: [
        "Niemcy",
      ],
    },
    {
      ru: [
        "Польша",
      ],
      pl: [
        "Polska",
      ],
    },
    {
      ru: [
        "Россия",
      ],
      pl: [
        "Rosja",
      ],
    },
    {
      ru: [
        "Италия",
      ],
      pl: [
        "Włochy",
      ],
    },
  ],
  "География/Национальности": [],
  "География/Города": [
    {
      ru: [
        "Барселона",
      ],
      pl: [
        "Barcelona",
      ],
    },
    {
      ru: [
        "Берлин",
      ],
      pl: [
        "Berlin",
      ],
    },
    {
      ru: [
        "Бирмингем",
      ],
      pl: [
        "Birmingham",
      ],
    },
    {
      ru: [
        "Эльблонг",
      ],
      pl: [
        "Elbląg",
      ],
    },
    {
      ru: [
        "Гданьск",
      ],
      pl: [
        "Gdańsk",
      ],
    },
    {
      ru: [
        "Катовице",
      ],
      pl: [
        "Katowice",
      ],
    },
    {
      ru: [
        "Колобжег",
      ],
      pl: [
        "Kołobrzeg",
      ],
    },
    {
      ru: [
        "Краков",
      ],
      pl: [
        "Kraków",
      ],
    },
    {
      ru: [
        "Лодзь",
      ],
      pl: [
        "Łódź",
      ],
    },
    {
      ru: [
        "Лондон",
      ],
      pl: [
        "Londyn",
      ],
    },
    {
      ru: [
        "Москва",
      ],
      pl: [
        "Moskwa",
      ],
    },
    {
      ru: [
        "Нью-Йорк",
      ],
      pl: [
        "Nowy Jork",
      ],
    },
    {
      ru: [
        "Париж",
      ],
      pl: [
        "Paryż",
      ],
    },
    {
      ru: [
        "Познань",
      ],
      pl: [
        "Poznań",
      ],
    },
    {
      ru: [
        "Жешув",
      ],
      pl: [
        "Rzeszów",
      ],
    },
    {
      ru: [
        "Рим",
      ],
      pl: [
        "Rzym",
      ],
    },
    {
      ru: [
        "Сувалки",
      ],
      pl: [
        "Suwałki",
      ],
    },
    {
      ru: [
        "Щецин",
      ],
      pl: [
        "Szczecin",
      ],
    },
    {
      ru: [
        "Токио",
      ],
      pl: [
        "Tokio",
      ],
    },
    {
      ru: [
        "Варшава",
      ],
      en: [
        "Warszawa",
      ],
    },
    {
      ru: [
        "Вроцлав",
      ],
      pl: [
        "Wrocław",
      ],
    },
    {
      ru: [
        "Закопане",
      ],
      pl: [
        "Zakopane",
      ],
    },
    {
      ru: [
        "Замостье",
        "Замосць",
      ],
      pl: [
        "Zamość",
      ],
    },
    {
      ru: [
        "Зелена Гура",
      ],
      pl: [
        "Zielona Góra",
      ],
    },
  ],
  "География/Реки": [],
  "Speaking": [
    // {
    //   "ru": [
    //     "Хочешь верь, хочешь нет, ...",
    //     "Хотите верьте, хотите нет, ...",
    //   ],
    //   "en": ["Believe it or not, ..."]
    // },
    // {
    //   "ru": [
    //     "Ты можешь не верить этому, но ...",
    //     "Ты можешь этому не верить, но ...",
    //     "Вы можете не верить этому, но ...",
    //     "Вы можете этому не верить, но ...",
    //   ],
    //   "en": ["You may not believe it, but ..."]
    // },
    // {
    //   "ru": ["Это может звучать странно, но ..."],
    //   "en": ["It may sound strange, but ..."]
    // },
    // {
    //   "ru": ["Удивительная вещь, ..."],
    //   "en": ["The surprising thing is ..."]
    // },
    // {
    //   "ru": [
    //     "Удивительно, ...",
    //     "Как ни странно, ...",
    //     "Довольно странно, ..."
    //   ],
    //   "en": [
    //     "Surprisingly, ...",
    //     "Funnily enough, ...",
    //     "Oddly enough, ..."
    //   ]
    // },
    // {
    //   "ru": [
    //     "В общем-то",
    //     "В общем",
    //     "В общем и целом",
    //     "В целом",
    //     "как правило"
    //   ],
    //   "en": [
    //     "Generally",
    //     "By and large",
    //     "On the whole"
    //   ]
    // },
    // {
    //   "ru": [
    //     "As a rule",
    //     "Normally",
    //     "Usually"
    //   ],
    //   "en": [
    //     "Как правило",
    //     "Как обычно",
    //     "Обычно",
    //     "Нормально"
    //   ]
    // }
  ],
  "Idioms": [
    // {
    //   "ru": [
    //     "проще простого",
    //     "очень просто",
    //   ],
    //   "en": ["a piece of cake"],
    // }
  ],
  "Expressions": [
    // {
    //   "ru": ["получать удовольствие от ..."],
    //   "en": ["derive pleasure from ..."],
    // },
    {
      ru: ["Спасибо. Это очень мило с вашей стороны."],
      en: ["Thank you. That is very kind of you."],
    }
  ]
};