const res = {
  "en": {
    // "Глаголы (Базовые)": 97,
    "Наречия (Базовые)": 0,
    "Образование (Работа с данными)": 0,
    "Прилагательные (Базовые)": 0,
    "Разговор (Встреча, знакомство, этикет)": 0,
    "Человек (Семья. Окружение)": 0,
    "Эссе": 76,
    "Speaking": 74
  },
  "en_gr": {
    // "RM1-2 (to be)": 100,
    "RM3-4 (Present Continuous)": 0,
    // "Глаголы (Неправильные)": 97,
  },
  pl: {
    "Глаголы": 87,
    // "Прилагательные": 100,
    // "наречия": 100,
    // "Разговор (Встреча, знакомство, этикет)": 96,
    // "Человек (Семья. Окружение)": 95,
  },
  "pl_gr": {
    "Спряжение глаголов": 0,
    "Narzędnik (kym?, czym?)": null,
    // "Прилагательное (Przymiotnik. Skąd?)": 94,
    "Kim jesteś?": null,
  },
}